[M_PositiveSelfImage MissionDefinition]
MissionName="Uma Imagem Positiva"
MissionDescription="Os bandidos Hodunk, em [place]The Dust[-place] decoraram os capôs dos seus veículos com alguns ornamentos que imitam a aparência da Ellie. Infelizmente para eles, Ellie adorou esses ornamentos e agora ela deseja possuir essas obras de arte. Ellie pediu que você destrua alguns desses veículos e pegue os ornamentos pra ela."
TurnInDescription="Você mandou os ornamentos da Ellie pra sua oficina. Agora você já pode incluir a experiência de "design de interiores" no seu currículo."
MissionSummary="Obtenha os ornamentos da "Ellie - A Gorda"."
MissionGiver="Ellie"
MissionTurnInLocation="Ellie"
TeaserText="Gosto não se discute."

[M_PositiveSelfImage:MissionObjectiveDefinition_0 MissionObjectiveDefinition]
ProgressMessage="Recolha os ornamentos da Ellie"

[M_PositiveSelfImage:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PositiveSelfImage:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PositiveSelfImage:PlaceOrnaments MissionObjectiveDefinition]
ProgressMessage="Instale os Ornamentos"

